tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "keith/formulae"
tap "louisbrunner/valgrind"
tap "na-trium-144/webcface"
tap "osrf/simulation"
tap "tcr/tcr"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "bash"
brew "black", link: false
brew "boost"
brew "unbound"
brew "emacs"
brew "cask"
brew "eigen"
brew "gcc"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "curl"
brew "spdlog"
brew "dartsim"
brew "deno"
brew "direnv"
brew "enchant"
brew "ghostscript"
brew "gnupg"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gspell"
brew "libhandy"
brew "poppler"
brew "evince"
brew "exa"
brew "fd"
brew "ncurses"
brew "fish"
brew "flyctl"
brew "gcalcli"
brew "gh"
brew "ghq"
brew "qt"
brew "gnuplot"
brew "go"
brew "google-benchmark"
brew "googletest"
brew "graphviz"
brew "jsoncpp"
brew "protobuf"
brew "grpc"
brew "pkg-config"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "krb5"
brew "lazygit"
brew "lha"
brew "llvm"
brew "lsd"
brew "mas"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nodebrew"
brew "open-mpi"
brew "openssl@1.1"
brew "peco"
brew "postgresql@14", restart_service: true
brew "pybind11"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qt@5"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "trash"
brew "wget"
brew "xpdf", link: false
brew "zlib"
brew "zsh"
brew "keith/formulae/clangd"
brew "keith/formulae/reminders-cli"
brew "na-trium-144/webcface/webcface"
brew "na-trium-144/webcface/webcface-tools"
brew "na-trium-144/webcface/webcface-webui"
brew "osrf/simulation/gazebo11"
cask "barrier"
cask "discord"
cask "hammerspoon"
cask "hyper"
cask "input-source-pro"
cask "iterm2"
cask "mactex-no-gui"
cask "multipass"
cask "skim"
cask "slack"
cask "wine-crossover"
cask "xquartz"
mas "Goodnotes", id: 1444383602
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
