brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "go"
brew "lazygit"
brew "nodebrew"
brew "peco"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
cask "karabiner-elements"
cask "raycast"
cask "vivaldi"
cask "wezterm"
