brew "azure-cli"
brew "eigen"
brew "chezmoi"
brew "cmake"
brew "colmap"
brew "coreutils"
brew "curl"
brew "daemonize"
brew "deno"
brew "direnv"
brew "eza"
brew "gdb"
brew "ghq"
brew "git-filter-repo"
brew "go"
brew "htop"
brew "imagemagick"
brew "latexindent"
brew "lazygit"
brew "luarocks"
brew "ninja"
brew "nodebrew"
brew "peco"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
cask "karabiner-elements"
cask "mactex"
cask "raycast"
cask "skim"
cask "vivaldi"
cask "wezterm"
cask "xquartz"
cask "zoom"
