tap "lihaoyun6/tap"
brew "azure-cli"
brew "ccat"
brew "eigen"
brew "chezmoi"
brew "cmake"
brew "faiss"
brew "colmap"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "daemonize"
brew "deno"
brew "direnv"
brew "eza"
brew "gcalcli"
brew "gdb"
brew "gemini-cli"
brew "gh"
brew "tesseract"
brew "ghq"
brew "git-delta"
brew "git-filter-repo"
brew "go"
brew "htop"
brew "imagemagick"
brew "latexindent"
brew "lazygit"
brew "luarocks"
brew "ninja"
brew "nodebrew"
brew "peco"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "uv"
brew "wget"
brew "wtfutil"
cask "aerospace"
cask "font-plemol-jp-nf"
cask "karabiner-elements"
cask "mactex"
cask "lihaoyun6/tap/quickrecorder"
cask "raycast"
cask "skim"
cask "vivaldi"
cask "wezterm"
cask "xquartz"
cask "zoom"
